templateXML/recuperaInfoCandidatiListeSenato.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:elet="http://it.mininterno.sie/elettorale">
    <soapenv:Header/>
    <soapenv:Body>
    <elet:ParametriRichiesta>
        <elet:Utente>
            <elet:UserID>{{UserID}}</elet:UserID>
            <elet:Password>{{Password}}</elet:Password>
        </elet:Utente> 
        <elet:Evento>
            <elet:DataElezione>{{DataElezione}}</elet:DataElezione>
            <elet:TipoElezione>{{TipoElezione}}</elet:TipoElezione>
        </elet:Evento>
    </elet:ParametriRichiestaRecuperaElettori>
</soapenv:Body>
</soapenv:Envelope>